Repository: pgoltsev/django-otp
Catalog: src/django_otp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please enter your OTP token.
ru: Пожалуйста, введите ваш токен OTP.

source: Error generating challenge: {0}
ru: Не удалось сгенерировать вызов: {0}

source: The selected OTP device is not interactive
ru: Выбранное устройство OTP не является интерактивным

source: OTP Challenge: {0}
ru: Вызов OTP: {0}

source: Invalid token. Please make sure you have entered it correctly.
ru: Неверный токен. Пожалуйста, убедитесь, что вы ввели его правильно.

source: Verification temporarily disabled because of %(failure_count)d failed attempt, please try again soon.
ru: 1Проверка временно отключена из-за неудачной %(failure_count)d попытки, пожалуйста попробуйте позже.

source: Verification of the token is currently disabled
ru: Проверка токена в настоящее время отключена

source: The user that this device belongs to.
ru: Пользователь, которому принадлежит устройство.

source: user
ru: пользователь

source: The human-readable name of this device.
ru: Имя этого устройства.

source: name
ru: имя

source: Is this device ready for use?
ru: Готово ли устройство к использованию?

source: confirmed
ru: подтверждено

source: A timestamp of the last failed verification attempt. Null if last attempt succeeded.
ru: Отметка времени последней неудачной попытки проверки. Ноль, если последняя попытка удалась.

source: throttling failure timestamp
ru: время сбоя ограничения

source: Number of successive failed attempts.
ru: Количество последовательных неудачных попыток.

source: throttling failure count
ru: количество неудачных попыток

source: Please correct the error below.
ru: Пожалуйста, исправьте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
ru: Вы аутентифицированы как %(username)s, но не авторизованы для доступа к этой странице. Хотите войти в другую учетную запись?

source: OTP Device:
ru: Устройство OTP:

source: OTP Token:
ru: Токен OTP:

source: Forgotten your password or username?
ru: Забыли свой пароль или имя пользователя?

source: Log in
ru: Войти

source: Get OTP Challenge
ru: Получить одноразовый пароль
