Repository: pgoltsev/django-otp
Catalog: src/django_otp/plugins/otp_totp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Identity
ru: Соответствие

source: Configuration
ru: Конфигурация

source: State
ru: Состояние

source: Throttling
ru: Ограничение запросов

source: QR Code
ru: QR Код

source: OTP time-based
ru: OTP основанные на времени

source: A hex-encoded secret key of up to 40 bytes.
ru: Шестнадцатеричный секретный ключ длиной до 40 байт.

source: key
ru: ключ

source: The time step in seconds.
ru: Шаг по времени в секундах.

source: step
ru: шаг

source: The Unix time at which to begin counting steps.
ru: Время Unix, с которого начинается подсчет шагов.

source: time
ru: время

source: The number of digits to expect in a token.
ru: Ожидаемое количество цифр в токене.

source: digits
ru: цифры

source: The number of time steps in the past or future to allow.
ru: Допустимое количество временных шагов в прошлом или будущем.

source: tolerance
ru: количество шагов

source: The number of time steps the prover is known to deviate from our clock.
ru: Известное количество временных шагов, на которое корректировщик отклоняется от наших часов.

source: drift
ru: смещение

source: The t value of the latest verified token. The next token must be at a higher time step.
ru: Значение t последнего проверенного токена. Следующий токен должен быть на более высоком временном шаге.

source: last time
ru: последнее время

source: TOTP device
ru: TOTP устройство

source: TOTP devices
ru: TOTP устройства
